import React from 'react';

const Terms = () => {
    return (
        <div style={{padding:"20px"}}>
            <h2>여행약관</h2>
            <div style={{marginBottom:"20px"}}>상기 상품은 국외여행표준약관(소비자분쟁해결기준)과 달리 특별약관이 적용되어 별도로 아래와 같은 취소수수료 특약이 적용되며, 별도의 동의
                절차를 거치게 됩니다.</div>
            <div style={{marginBottom:"10px"}}>예약금 규정</div>
            <div style={{color:"gray"}}>
            <div>여행 확정 후 익일 오전까지 예약금을 입금하셔야하며, 미입금시 예약은 확정되지 않습니다.</div>
            <div>예약금 입금 후 개인사정으로 인한 취소 시에는 출발일 관계없이 예약금 전액 및 ‘기간에 따른 환불규정’ 에 따른 패널티가 발생합니다.</div>
            <div>기간별 취소료 규정과 상관없이 항공사 및 호텔의 자체 규정에 따라 별도의 취소료가 적용될될수 있습니다.</div>
            <div>(호텔 및 항공사 취소료규정 우선적용)</div>
            <div>일부 그룹항공권 이용 상품의 경우 항공데파짓 비용을 선납하므로 취소 시 계약금과 별도로 환불이 불가합니다.</div>
            <div>항공권 발권 이후 변경 및 취소 시 항공권 패널티가 추가 부가됩니다.</div>
            <div>항공규정</div>
            <div>항공권 발권 후 예약 변경이나 재발행(영문변경)으로 인하여 발생되는 비용은 항공사 규정에 따릅니다.</div>
            <div style={{marginBottom:"20px"}}>항공 사전좌석 배정은 항공편의 취소, 지연, 기종의 변경 등으로 인해 부득이한 사유로 인하여 예고없이 변경 될 수 있습니다.</div>
            </div>
            <div style={{marginBottom:"10px"}}>취소수수료</div>
            <div style={{color:"gray"}}>
            <div>[여행자의 여행계약 해제요청이 있는 경우_여행자의 취소요청시 ]</div>

            <div>1. 출발 21일전 취소시 계약금 환급 (예약진행에 따른 서비스비용 4만원은 제외하고 환불처리 됩니다)
            </div>
            <div>2. 20~15일전 취소시 여행 요금의 10% 배상
            </div>
            <div>3. 14~10 일전 취소시 여행 요금의 15% 배상</div>
            <div>4. 9~8 일전 취소시 여행 요금의 20% 배상</div>
            <div>5. 7~1 일전 취소시 여행 요금의 30% 배상
            </div>
            <div>6. 출발 당일 취소시 여행 요금의 50% 배상
            </div>
            <div>7. 여행자는 지병이 있을 경우 사전에 여행사에 알려주셔야 됩니다.
            </div>
            <div>8. 21일 전 인원부족으로 인한 출발 취소 시 여행사에 책임이 없습니다.</div>

            <div style={{marginBottom:"10px"}}>상품 특성상 계약과 동시에 경기티켓 구매, 비행기 발권, 숙소 예약이 진행됩니다.
            </div>

            <div style={{marginBottom:"10px"}}>따라서 통상의 다른 상품과 달리 취소와 관련하여 해당 항공사나 숙소의 취소 규정에 준하며, 특별약관 상품은 국외여행표준약관
                제5조(특약) 적용 상품으로 '소비자분쟁해결기준'[공정거래위원회 고시] 보다 높은 취소수수료가 부과될 수 있습니다.
            </div>

            <div style={{marginBottom:"10px"}}>그 외 여행계약에 대한 사항은 국외여행표준약관이 적용됩니다.
            </div>

            <div style={{marginBottom:"10px"}}>
                <div>- 경기티켓 취소 규정 : 경기티켓 환불 불가 혹은 상당한 금액의 취소 수수료 지불
                </div>
                <div>- 항공사 취소 규정 : 항공권 환불 불가 혹은 상당한 금액의 취소 수수료 지불
                </div>
                <div>- 숙소 취소 규정 : 대부분의 숙소는 계약과 동시에 결제를 요구하며, 취소시 환불불가 혹은 상당한 금액의 취소 수수료 지불</div>
            </div>

            <div style={{marginBottom:"10px"}}>* 단, 최저행사인원이 충족되지 않아 불가피하게 기획여행을 실시할 수 없는 경우에는 제9조(최저행사인원 미충족시 계약해제)의 조항에
                의거하여 당사가 여행자에게 배상한다. (여행요금이란 일정표상 명시된 총 상품가격을 의미한다.)</div>
            <div style={{marginBottom:"10px"}}>* 행사 진행 중 천재지변 및 불가피한 상황 발생으로 소요되는 비용은 고객님께서 부담하셔야 합니다.</div>
            <div>* 취소기준일은 취소를 통지한 날로 여행사과 항공사의 업무특성 상 영업일(월~금-10:00~18:30, 공휴일 제외) 기준입니다.
            </div>
            </div>
        </div>
    );
};

export default Terms;